Repository: wp-plugins/jump-page
Catalog: lang/gb-jump-page-*.po
Languages: de_de

source: Jump-Page
de_de: Weiterleitungsseite (Jump-Page)

source: Settings
de_de: Einstellungen

source: Sorry, Jump-Page works only under WordPress 2.5 or higher
de_de: Tut uns Leid, aber Jump-Page funktioniert erst ab WordPress 2.5 oder höher.

source: was created by
de_de: erstellt von

source: The development of this plugin took a lot of time and effort, so please don&rsquo;t forget to donate if you found this plugin useful.
de_de: Die Entwicklung dieses Projekts hat sehr viel Zeit in Anspruch genommen. Weswegen das gesamte Team über jede Unterstützung sehr erfreut wäre.

source: There are also other ways of supporting this plugin to ensure it is maintained and well supported in the future!
de_de: Es gibt verschieden Arten wie ihr das Projekt unterstützen könnt damit es auch in Zukunft ohne Probleme läuft und gut supported bleibt.

source: Rating the plugin on wordpress.org (if you like it), linking/spreading the word, and submitting code contributions will all help.
de_de: Bewertet unser Projekt auf wordpress.org (wenn ihr wollt), schickt es an alle die ihr kennt oder postet es auf eurer Webseite und schickt uns fehlerhaften Code wenn ihr welchen findet. Danke.

source: en
de_de: de

source: Plugin-Settings
de_de: Einstellungen

source: Path to your Jump-Page
de_de: Url/Pfad zur Weiterleitungsseite (Jump-Page)

source: Example
de_de: Beispiel

source: http://www.yourdomain.com/jump-page/
de_de: http://www.beispiel.com/jump-page.php

source: or
de_de: oder

source: http://www.yourblog.com/?page_id=67
de_de: http://www.beispiel.com/?page_id=67

source: Recommendation
de_de: Empfehlung

source: We recommend to use it like this
de_de: Wir empfehlen Ihnen die Verwendung dieser Variante

source: Text of your Jump-Page
de_de: Text auf der Weiterleitungsseite

source: Text for your Jump-Page. It will appear until the visitor is redirected to the requested url.
de_de: Dieser Text wird auf der Weiterleitungsseite zu sehen sein.

source: Time until the Plugin redirects your Visitors (sec)
de_de: Zeit bis das Plugin die Besucher weiterleitet (sek)

source: they will be redirected within
de_de: die Besucher werden dann nach

source: seconds
de_de: Sekunden weitergeleitet

source: only EXTERNAL Links
de_de: nur externe Links

source: Available at
de_de: Verfügbar ab

source: ENABLE or DISABLE this if you want to use this plugin only for external links or not.
de_de: Aktivieren oder Deaktivieren Sie diese Option wenn das Plugin nur externe Links oder alle Links behandeln soll.

source: Enable Ads/Information
de_de: Aktiviert die Werbung

source: ENABLE or DISABLE this if you want to show Ads or other Information on your jump-page
de_de: Aktivieren oder Deaktivieren Sie diese Option wenn Sie Werbung/News/etc. auf der Weiterleitungsseite anzeigen möchten oder nicht.

source: Information at the top of the page
de_de: Informationen am Anfang der Seite

source: Google-Ads
de_de: Google-Werbung

source: Bottom-Information
de_de: Fuß-Information

source: Information at the bottom of the page
de_de: Informationen am Ende der Seite

source: working since version
de_de: verfügbar seit der Version

source: Enable/Disable this if you want to create and design your own external-jump-page.
de_de: Aktivieren/Deaktivieren Sie diese Option wenn Sie eine eigene Weiterleitungsseite verwenden möchten

source: external Jump-Page-Url
de_de: externe Weiterleitungsseite (URL)

source: The URl to your Jump-Page.
de_de: Url/Pfad zur Weiterleitungsseite (Jump-Page)

source: You must put the variable in this box for your external page. this variable will send the url for the requested page
de_de: Fügen Sie hier die Variable ein die an Ihre Externe Weiterleitungsseite gesendet wird.

source: Save Changes
de_de: Änderungen speichern

source: Install the Plugin
de_de: Installieren Sie das Plugin

source: Go to the Settings-Page and complete all the required information
de_de: Füge alle benötigten Informationen auf der Settings-Page des Plugins ein

source: Now you have to create a Jump-Page for the plugin
de_de: Jetzt musst du eine Jump-Page erstellen

source: Create a page and add the following shortcode
de_de: Erstelle eine neue Seite und füge den folgenden Shortcode ein

source: after that you can use the plugin like this (in posts/pages, etc.)
de_de: Danach kannst du das Plugin wie folgt verwenden (in Artikeln oder Seiten)

source: Create a new Page/Post and click on the new button in the wysiwyg-editor and then add the required information.
de_de: Erstelle einen neuen Artikel oder neue Page und klicke dann auf den neuen Button im wysiwyg-Editor und fügen Sie dann die benötigten Informationen ein.

source: it will copy sth. like this into your textbox
de_de: Folgendes wird dann in die Eingabebox eingefügt

source: http://www.example.com
de_de: http://www.beispiel.de

source: Example-Link
de_de: Beispiel-Link

source: this will show up like this
de_de: wird angezeigt als

source: You can design your jump-page on your own by adding the following css-class in your css-file
de_de: Du kannst die Weiterleitungsseite selber gestalten in dem du die folgende CSS-Klasse in deiner css-Datei addest

source: Notice
de_de: Wichtig:

source: in order to hide your jump-page properly install the following plugin
de_de: Damit die Jump-Page auch in der Navigation nicht mehr sichtbar ist solltest du folgendes Plugin installieren

source: Intern-Link-Handling and the ability to use and create your own Jump-Page will be available at version
de_de: Die Behandlung von Internen-Links sowie die Möglichkeit eigene Weiterleitungsseiten (Jum-Pages) zu verwenden folgt ab Version

source: You are not allowed to be here
de_de: Sie haben keine Erlaubnis hier zu sein.

source: URL-Settings
de_de: URL-Einstellungen

source: Enter the url here:
de_de: Geben Sie die URL hier ein:

source: Enter the title here:
de_de: Geben Sie den Titel hier ein:

source: url = http://www.example.com
de_de: Url = http://www.beispiel.de

source: title = Example-Link
de_de: Titel = Beispiel-Link

source: Cancel
de_de: Abbrechen

source: Insert
de_de: Einfügen
